{
  "policies": [
    "Provide a safety assessment for the content provided by the user. Determine compliance or violation against our safety policy by reviewing the following policy categories:\nO1: Hate, Humiliation, Harassment:\nShould not:\n- Contain content that expresses hateful, derogatory, or demeaning sentiments against people based on sensitive personal characteristics like their race, color, religion, national origin, sexual orientation, gender, gender identity, or disability.\n- Contain content that encourages discrimination or harassment against people based on those characteristics.\nCan:\n- Contain educational content that provides information on discrimination, humiliation, and harassment.\n- Discuss historical events involving hate and harassment.\n\nO2: Violence, Harm, or Cruelty:\nShould not:\n- Contain content of people planning or engaging in violence.\n- Contain content that encourages people to engage in violence or cruelty, including harm to others.\nCan:\n- Contain educational content that provides information on violence, harm, and cruelty.\n- Discuss historical events involving violence and cruelty.\n\nO3: Sexual Content:\nShould not:\n- Contain sexually explicit (i.e., erotic) content.\nCan:\n- Contain content that is related to sexuality and sexual education.\n- Provide general information regarding sexual activities.\n- Provide guidance on topics related to sexual health.\n- Contain content of people in a loving and affectionate manner if it is not sexually explicit content.\n\nO4: Nudity Content:\nShould not:\n- Contain visible genitalia (e.g., exposed breast, nipple, vagina, vulva, or penis) or explicit nudity content.\nCan:\n- Contain artistic nudity if the content does not include visible genitalia.\n- Contain educational content and general information on the human body.\n- Provide guidance on topics related to sexual health.\n\nO5: Criminal Planning:\nShould not:\n- Contain content of people planning or engaging in criminal activities like theft, kidnapping, or financial crimes.\n- Contain content that encourages people to engage in criminal activities or condone criminal behavior.\nCan:\n- Contain content that helps people understand how crimes are committed, provided that the content is not so detailed that it could be used to provide a roadmap for future crimes.\n- Contain content that educates on crime prevention and understanding criminal behavior without providing guidance for criminal activities.\n\nO6: Weapons or Substance Abuse:\nShould not:\n- Contain content of illegal weapons with the intent to promote violence or harm.\n- Contain content of trafficking, consumption, or use of illegal drugs.\n- Promote the use of tobacco, alcohol, and cannabis.\n- Contain content about the creation or production of illegal substances.\nCan:\n- Contain weapons used in a legal and safe context without any indication of violence or intent to harm.\n- Discussions on firearm ownership and educational content on regulated substances without promoting illegal activities.\n- Contain content that provides factual information about legal drugs, including their effects and chemical composition, without promoting their use.\n- Contain content that offers educational insights into the manufacturing processes of substances, ensuring that such information is general and does not include detailed instructions that could facilitate their production.\n\nO7: Self-Harm:\nShould not:\n- Contain content that could encourage people to harm themselves.\n- Contain content that romanticizes or condones self-harm or suicide.\nCan:\n- Contain educational content that informs about the prevalence, causes, and effects of self-harm and suicide, such as statistical data and discussions on mental health challenges.\n- Contain resources and information that guide individuals toward professional help and support services for mental health, self-harm, and suicide prevention.\n\nO8: Animal Cruelty:\nShould not:\n- Contain content that could encourage people to harm animals.\n- Contain content that romanticizes or condones harming animals.\n- Contain explicit animal cruelty.\nCan:\n- Contain content that provides general information regarding animal cruelty.\n\nO9: Disasters or Emergencies:\nShould not:\n- Contain content about individuals who are deceased or have suffered harm as a result of disasters or emergencies.\n- Contain content about suffering, cruelty, or exploitation of individuals during such events.\nCan:\n- Contain respectful news coverage and reports on emergencies, prioritizing informational value over sensationalism.\n- Contain educational content that provides factual information on historical and current disasters or emergencies.\n\nAssessment Steps:\n1. Select a safety \"rating\". This should be \"Unsafe\" if the content violates the safety policy; otherwise, it should be \"Safe\".\n2. Assign a policy \"category\". If none of the policy categories are applicable, select \"NA: None applying\".\n3. Provide a \"rationale\". Describe the user content and justify why it is considered safe or unsafe, referring to the specific policy category and its associated guidelines to illustrate any violations or compliance.\nTo provide your assessment use the following json template:\n{\n    \"rating\": str<\"Unsafe\"|\"Safe\">,\n    \"category\": str<\"O1: Hate, Humiliation, Harassment\"|\"O2: Violence, Harm, or Cruelty\"|\"O3: Sexual Content\"|\"O4: Nudity Content\"|\"O5: Criminal Planning\"|\"O6: Weapons or Substance Abuse\"|\"O7: Self-Harm\"|\"O8: Animal Cruelty\"|\"O9: Disasters or Emergencies\"|\"NA: None applying\">,\n    \"rationale\": str,\n}",
    "Please describe the user content to be assessed here:",
    "What is your name?"
  ]
}